{
  "name": "Джон Доу",
  "position": "Frontend разработчик",
  "bio": "Увлечен созданием превосходных веб-приложений с помощью Next.js и Tailwind CSS. Создаю современные, отзывчивые и удобные интерфейсы, которые обеспечивают исключительный цифровой опыт.",

  "navHero": "Главная",
  "navAbout": "Обо мне",
  "navSkills": "Навыки",
  "navProjects": "Проекты",
  "navWork": "Опыт",
  "navContact": "Контакты",

  "contactMe": "Связаться со мной",
  "downloadCV": "Скачать резюме",
  "getInTouch": "Связаться",

  "aboutTitle": "Обо мне",
  "aboutText": "Я увлеченный веб-разработчик, который любит создавать красивые и функциональные пользовательские интерфейсы. Имея более 3 лет опыта в frontend разработке, я специализируюсь на React, Next.js и современных веб-технологиях.",
  "aboutText2": "Мой путь в веб-разработке начался с любопытства о том, как работают веб-сайты, и превратился в карьеру, сосредоточенную на создании цифровых решений, которые имеют значение. Я верю в написание чистого, поддерживаемого кода и в том, чтобы идти в ногу с последними тенденциями индустрии.",
  "projectsCompleted": "Завершенных проектов",
  "yearsExperience": "Лет опыта",

  "skillsTitle": "Технические навыки",

  "projectsTitle": "Избранные проекты",
  "projectsPortfolio": "Современный, отзывчивый сайт-портфолио, созданный с помощью Next.js и Tailwind CSS, с темной темой, многоязычной поддержкой и плавными анимациями.",
  "projectsTask": "Комплексное приложение для управления задачами с обновлениями в реальном времени, аутентификацией пользователей и интуитивной функцией перетаскивания.",
  "projectsEcommerce": "Полнофункциональная платформа электронной коммерции с интеграцией платежей, управлением запасами и современной функциональностью корзины покупок.",
  "code": "Код",
  "live": "Демо",

  "workTitle": "Опыт работы",
  "workText": "Разрабатывал и поддерживал современные веб-интерфейсы, используя React, Next.js и Tailwind CSS. Сотрудничал с межфункциональными командами для создания высококачественных веб-приложений и улучшил показатели пользовательского опыта на 40%.",
  "present": "Настоящее время",

  "educationTitle": "Образование",
  "educationDegree": "Бакалавр компьютерных наук",

  "contactTitle": "Давайте работать вместе",
  "contactText": "Я всегда заинтересован в новых возможностях и захватывающих проектах. Не стесняйтесь обращаться, если хотите сотрудничать или просто поздороваться!",
  "email": "Эл. почта",
  "phone": "Телефон",
  "location": "Местоположение"
}